assetData = {
    "เชื้อเพลิงสำหรับรถยนต์ Gasohol E20" : "Vehicle",
    "เชื้อเพลิงสำหรับรถยนต์ Gasohol 91" : "Vehicle",
    "เชื้อเพลิงสำหรับรถยนต์ DIESEL B7" : "Vehicle",
    "สารทำความเย็น" : "Machinery / Equipment",
    "มิเตอร์ค่าไฟ" : "Machinery / Equipment",
}
structure = {
    "กรมสรรพสามิต (ส่วนกลาง)" : [
        "ศูนย์เทคโนโลยี สารสนเทศ",
        "อาคารส่วนกลาง",
        "กองช่าง",
        "ตรวจสอบ ป้องกัน และปราบปราม"
    ]
}
#     "สำนักงานสรรพสามิตภาคที่ 4" : [
#         "สรรพสามิตพื้นที่กาฬสินธุ์",
#         "สรรพสามิตพื้นที่ขอนแก่น",
#         "สรรพสามิตพื้นที่นครพนม",
#         "สรรพสามิตพื้นที่บึงกาฬ",
#         "สรรพสามิตพื้นที่มหาสารคาม",
#         "สรรพสามิตพื้นที่มุกดาหาร",
#         "สรรพสามิตพื้นที่เลย",
#         "สรรพสามิตพื้นที่สกลนคร",
#         "สรรพสามิตพื้นที่หนองคาย",
#         "สรรพสามิตพื้นที่หนองบัวลำภู",
#         "สรรพสามิตพื้นที่อุดรธานี",
#         "สำนักงานสรรพสามิตภาคที่ 4"
#     ],
#     "สำนักงานสรรพสามิตภาคที่ 5" : [
#         "สรรพสามิตพื้นที่เชียงราย",
#         "สรรพสามิตพื้นที่เชียงใหม่",
#         "สรรพสามิตพื้นที่น่าน",
#         "สรรพสามิตพื้นที่พะเยา",
#         "สรรพสามิตพื้นที่แพร่",
#         "สรรพสามิตพื้นที่แม่ฮ่องสอน",
#         "สรรพสามิตพื้นที่ลำปาง",
#         "สรรพสามิตพื้นที่ลำพูน",
#         "สรรพสามิตพื้นที่อุตรดิตถ์",
#         "สำนักงานสรรพสามิตภาคที่ 5"
#     ],
#     "สำนักงานสรรพสามิตภาคที่ 6" : [
#         "สรรพสามิตพื้นที่กำแพงเพชร",
#         "สรรพสามิตพื้นที่ตาก",
#         "สรรพสามิตพื้นที่นครสวรรค์",
#         "สรรพสามิตพื้นที่พิจิตร",
#         "สรรพสามิตพื้นที่พิษณุโลก",
#         "สรรพสามิตพื้นที่เพชรบูรณ์",
#         "สรรพสามิตพื้นที่สุโขทัย",
#         "สรรพสามิตพื้นที่อุทัยธานี",
#         "สำนักงานสรรพสามิตภาคที่ 6"
#     ],
#     "สำนักงานสรรพสามิตภาคที่ 7" : [
#         "สรรพสามิตพื้นที่กาญจนบุรี",
#         "สรรพสามิตพื้นที่นครปฐม 1",
#         "สรรพสามิตพื้นที่นครปฐม 2",
#         "สรรพสามิตพื้นที่ประจวบคีรีขันธ์",
#         "สรรพสามิตพื้นที่เพชรบุรี",
#         "สรรพสามิตพื้นที่ราชบุรี",
#         "สรรพสามิตพื้นที่สมุทรสงคราม",
#         "สรรพสามิตพื้นที่สมุทรสาคร",
#         "สรรพสามิตพื้นที่สุพรรณบุรี",
#         "สำนักงานสรรพสามิตภาคที่ 7"
#     ],
#     "สำนักงานสรรพสามิตภาคที่ 8" :[
#         "สรรพสามิตพื้นที่กระบี่",
#         "สรรพสามิตพื้นที่ชุมพร",
#         "สรรพสามิตพื้นที่นครศรีธรรมราช",
#         "สรรพสามิตพื้นที่พังงา",
#         "สรรพสามิตพื้นที่ภูเก็ต",
#         "สรรพสามิตพื้นที่ระนอง",
#         "สรรพสามิตพื้นที่สุราษฎร์ธานี",
#         "สำนักงานสรรพสามิตภาคที่ 8"
#     ],
#     "สำนักงานสรรพสามิตภาคที่ 9" :[
#         "สรรพสามิตพื้นที่ตรัง",
#         "สรรพสามิตพื้นที่นราธิวาส",
#         "สรรพสามิตพื้นที่ปัตตานี",
#         "สรรพสามิตพื้นที่พัทลุง",
#         "สรรพสามิตพื้นที่ยะลา",
#         "สรรพสามิตพื้นที่สงขลา",
#         "สรรพสามิตพื้นที่สตูล",
#         "สำนักงานสรรพสามิตภาคที่ 9"
#     ],
#     "สำนักงานสรรพสามิตภาคที่ 10" :[
#         "สำนักงานสรรพสามิตพื้นที่กรุงเทพมหานคร 1",
#         "สำนักงานสรรพสามิตพื้นที่กรุงเทพมหานคร 2",
#         "สำนักงานสรรพสามิตพื้นที่กรุงเทพมหานคร 3",
#         "สำนักงานสรรพสามิตพื้นที่กรุงเทพมหานคร 4",
#         "สำนักงานสรรพสามิตพื้นที่กรุงเทพมหานคร 5",
#         "สำนักงานสรรพสามิตภาคที่ 10"
#     ]
# }
